Config = {}
Config.Hud = {
    CanHudShow = true,
    isShow = false
}

Config.SpeedCam = {
    speedLimit = 80, --km/h
    inPlateflaged = false,
    price = 25,
    maxprice = 250,
    inInvoices = false,
    Radars = {
        {x = -623.44421386719, y = -823.08361816406, z = 25.25704574585, h = 145.0, speed = 70.0 },  -- Бульвар Веспучи 8142
        {x = -652.44421386719, y = -854.08361816406, z = 24.55704574585, h = 325.0, speed = 70.0 } , -- Бульвар Веспучи 8142
        {x = 1623.0114746094, y = 1068.9924316406, z = 80.903594970703, h = 84.0, speed = 120.0 } , --Сенора Фривэй
        {x = -2604.8994140625, y = 2996.3391113281, z = 27.528566360474, h = 175.0, speed = 120.0  },  --тонель
        {x = 2136.65234375, y = -591.81469726563, z = 94.272926330566, h = 318.0, speed = 120.0 } , --9391
        {x = 2117.5764160156, y = -558.51013183594, z = 95.683128356934, h = 158.0, speed = 120.0  }, -- тоже
        {x = 406.89505004883, y = -969.06286621094, z = 29.436267852783, h = 33.0, speed = 70.0  }, --ПД
        {x = 657.315, y = -218.819, z = 44.06, h = 320.0, speed = 120.0  }, --7282
        {x = 2118.287, y = 6040.027, z = 50.928, h = 172.0, speed = 120.0  }, -- тонель палето
        {x = -106.304, y = -1127.5530, z = 30.778, h = 230.0, speed = 70.0  }, --8161
        {x = -823.3688, y = -1146.980, z = 8.0, h = 300.0, speed = 70.0  },	--
    }
}
Config.Zones = {
    ['AIRP'] = {'Международный аэропорт Лос-Сантос'}, 
    ['ALAMO'] = {'Аламо-Си'},  
    ['ALTA'] = {'Альта'},  
    ['ARMYB'] = {'Форт-Занкудо'},  
    ['BANHAMC'] = {'Каньон Банхам'},  
    ['BANNING'] = {'Бэннинг '}, 
    ['BEACH'] = {'Веспуччи-Бич'},  
    ['BHAMCA'] = {'Каньон Бэнхэм'},  
    ['BRADP'] = {'Перевал Брэддока'},  
    ['BRADT'] = {'Туннель Брэддок'},  
    ['BURTON'] = {'Буртон'},  
    ['CALAFB'] = {'Мост Калафия'},  
    ['CANNY'] = {'Ратон-Каньон'},  
    ['CCREAK'] = {'Кэссиди-Крик'},  
    ['CHAMH'] = {'Чемберлен-Хиллз'},  
    ['CHIL'] = {'Вайнвуд-Хиллз'},  
    ['CHU'] = {'Чумаш'},  
    ['CMSW'] = {'Гора Чилиад'},  
    ['CYPRE'] = {'Сайпресс-Флэтс'},  
    ['DAVIS'] = {'Девис'},
    ['DELBE'] = {'Дель-Перро-Бич'},
    ['DELPE'] = {'Дель-Перро'},
    ['DELSOL'] = {'Ла-Пуэрта'},  
    ['DESRT'] = {'Гранд Сенора'},  
    ['DOWNT'] = {'Даунтаун'},  
    ['DTVINE'] = {'Даунтаун Вайнвуд'},  
    ['EAST_V'] = {'Восточный Вайнвуд'},  
    ['EBURO'] = {'Бульвар Эль-Ранчо'}, 
    ['ELGORL'] = {'Маяк Эль-Гордо'},  
    ['ELYSIAN'] = {'Элизиан-Айленд'},  
    ['GALFISH'] = {'Гэлили'},  
    ['GOLF'] = {'Гольф-клуб'},  
    ['GRAPES'] = {'Грейпсид'},  
    ['GREATC'] = {'Грейт-Чапаррал'},  
    ['HARMO'] = {'Хармони '},  
    ['HAWICK'] = {'Хавик'},  
    ['HORS'] = {'Вайнвуд Ипподром'},  
    ['HUMLAB'] = {'Лаборатория'},  
    ['JAIL'] = {'Болингброк'},  
    ['KOREAT'] = {'Маленький Сеул'},  
    ['LACT'] = {'Водохранилище'},  
    ['LAGO'] = {'Лаго-Занкудо'},  
    ['LDAM'] = {'Плотина Ленд-Экт-дэм'},  
    ['LEGSQU'] = {'Площадь кубов'},  
    ['LMESA'] = {'Ла Меса'},  
    ['LOSPUER'] = {'Ла-Пуэрта'},  
    ['MIRR'] = {'Миррор-Парк'},  
    ['MORN'] = {'Бульвар Морнингвуд'},  
    ['MOVIE'] = {'Ричардс Маджестик'},  
    ['MTCHIL'] = {'Гора Чилиад'},  
    ['MTGORDO'] = {'Гора Гордо'},  
    ['MTJOSE'] = {'Гора Джосайя'},  
    ['MURRI'] = {'Мурьета-Хайтс'},  
    ['NCHU'] = {'Северный Чумаш'},  
    ['NOOSE'] = {'N.O.O.S.E'},  
    ['OCEANA'] = {'Тихий океан'},  
    ['PALCOV'] = {'Палето Коув'},  
    ['PALETO'] = {'Палето-Бэй'},  
    ['PALFOR'] = {'Палето-Форест'},  
    ['PALHIGH'] = {'Паломино Хайлендс'},  
    ['PALMPOW'] = {'Палмер-Тейлор Электростанция'},  
    ['PBLUFF'] = {'Пасифик-Блафс'},  
    ['PBOX'] = {'Пилбокс-Хилл'},  
    ['PROCOB'] = {'Прокопио-Бич'},  
    ['RANCHO'] = {'Ранчо'},  
    ['RGLEN'] = {'Ричман-Глен'},  
    ['RICHM'] = {'Ричман'},  
    ['ROCKF'] = {'Рокфорд-Хиллз'},  
    ['RTRAK'] = {'Редвуд'},  
    ['SANAND'] = {'Сан-Андреас'},  
    ['SANCHIA'] = {'Горный хребет Сан-Чиански'},  
    ['SANDY'] = {'Сэнди-Шорс'},  
    ['SKID'] = {'Мишн-Роу'},  
    ['SLAB'] = {'Стэб-Сити'},  
    ['STAD'] = {'Мэйз-Банк'},  
    ['STRAW'] = {'Строберри'},  
    ['TATAMO'] = {'Горы Татавиам'},  
    ['TERMINA'] = {'Терминал'},  
    ['TEXTI'] = {'Текстайл-Сити'}, 
    ['TONGVAH'] = {'Тонгва-Хиллз'},  
    ['TONGVAV'] = {'Долина Тонгва'},  
    ['VCANA'] = {'Каналы Веспуччи'},  
    ['VESP'] = {'Веспуччи'},  
    ['VINE'] = {'Вайнвуд'},  
    ['WINDF'] = {'Ветряная ферма'},  
    ['WVINE'] = {'Вэст-Вайнвуд'},  
    ['ZANCUDO'] = {'Река Занкудо'},  
    ['ZP_ORT'] = {'Порт Лос-Сантос'},  
    ['ZQ_UAR'] = {'Дейвис-Кварц'},  
    ['PROL'] = {'Северный Янктон'},
    ['ISHeist'] = {'Остров Кайо Перико'},

}